{"columns": ["Sentence", "Label", "Predicted"], "data": [["The sailors rode the breeze clear of the rocks.", 1, 0], ["The weights made the rope stretch over the pulley.", 1, 0], ["If you had eaten more, you would want less.", 1, 0], ["I demand that the more John eat, the more he pays.", 0, 1], ["The angrier Mary got, the more she looked at pictures.", 1, 0], ["The more does Bill smoke, the more Susan hates him.", 0, 1], ["Who does John visit Sally because he likes?", 0, 1], ["He could not] have been working.", 1, 0], ["Mickey looked up it.", 0, 1], ["The box contained the ball from the tree.", 0, 1], ["The tube was escaped by gas.", 0, 1], ["Mary beautifully plays the violin.", 0, 1], ["Clearly, John probably will immediately learn French perfectly.", 1, 0], ["Sue gave to Bill a book.", 0, 1], ["The men will all leave.", 1, 0], ["They represented seriously to the dean Mary as a genuine linguist.", 0, 1], ["Us love they.", 0, 1], ["It is nice to go abroad.", 1, 0], ["Mary intended John to go abroad.", 0, 1], ["We wanted to invite someone, but we couldn't decide who to.", 0, 1], ["Mary came to be introduced by the bartender and I also came to be.", 0, 1], ["If I can, I will work on it.", 1, 0], ["I know which book José didn't read for class, and which book Lilly did it for him.", 0, 1], ["This is the book which Bob reviewed, and this is the one which Fred won't do it.", 0, 1], ["I know which book Mag read, and which book Bob read my report that you hadn't.", 0, 1], ["A proof that the claim had been. made was giver that John had lied.", 0, 1], ["The mayor regarded as being absurd the proposal to build a sidewalk from Dartmouth to Smith.", 0, 1], ["I want that Bill left to remain a secret.", 0, 1], ["I know a man who Tom drives as drives.", 0, 1], ["Drowning cats, which is against the law, are hard to rescue.", 0, 1], ["Muriel said nothing else than that she had been insulted.", 1, 0], ["Himself is understood by Rutherford.", 0, 1], ["The madrigals which Henry plays the lute and sings sound lousy.", 0, 1], ["Where did you go and who ate what?", 1, 0], ["Which boy's did we elect guardian's employer president?", 0, 1], ["How sane is Peter?", 1, 0], ["I live at the place where Route 150 crosses the Hudson River and my dad lives at it too.", 0, 1], ["Who is she trying to make up to now?", 1, 0], ["Wind was gotten of a plot to negotiate an honorable end to the war in Vietnam.", 0, 1], ["Which girl did Mike quip never wore this hat?", 0, 1], ["I won't have some money.", 0, 1], ["Fluffy is sick, which not everybody knows.", 1, 0], ["The younger woman might have been tall and, and the older one definitely was, blond.", 0, 1], ["I have to try to finish grading some papers.", 1, 0], ["My mother is easy to please my father and.", 0, 1], ["That the cops spoke to the janitor about it yesterday is terrible, that robbery.", 0, 1], ["Every student, and he wears socks, is a swinger.", 0, 1], ["I can't remember the name of somebody who had misgivings.", 0, 1], ["No writer, and no playwright, meets in Vienna.", 0, 1], ["No writer, nor any playwright, meets in Vienna.", 0, 1]]}